Repository: AliceClock/Koukei
Catalog: Koukei.UI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# HomePage_PlayTestVideoButton.Text
source: Play test video
zh_cn: 播放测试视频

# HomePage_RecentMediaText
source: Recently used media
zh_cn: 最近使用的媒体

# HomePage_RecentItemsTitle.Text
source: Recently opened items
zh_cn: 最近打开的项目

# HomePage_RecentVideosTitle.Text
source: Videos
zh_cn: 视频

# HomePage_RecentAudioTitle.Text
source: Audio
zh_cn: 音频

# HomePage_RecentRefresh.Text
source: Refresh
zh_cn: 刷新

# HomePage_RecentEmptyTitle.Text
source: No recently opened items
zh_cn: 还没有最近打开的项目

# HomePage_RecentEmptyDescription.Text
source: Items you open from the media library will appear here.
zh_cn: 从媒体库打开内容后，它会显示在这里。

# HomePage_RecentServiceUnavailable
source: The media library is not available.
zh_cn: 媒体库当前不可用。

# HomePage_RecentFileMissing
source: The selected file no longer exists.
zh_cn: 所选文件已不存在。

# HomePage_RecentOpenRejected
source: Windows could not open the selected file.
zh_cn: Windows 无法打开所选文件。

# HomePage_RecentLoadFailed
source: Could not load recent items
zh_cn: 无法加载最近打开的项目

# HomePage_RecentOpenFailed
source: Could not open item
zh_cn: 无法打开项目

# HomePage_Close
source: Close
zh_cn: 关闭

# HomePage_QuickActions.Text
source: Quick actions
zh_cn: 快速操作

# HomePage_OpenFilesButton.Text
source: Open file(s)
zh_cn: 打开文件

# HomePage_OpenFolderButton.Text
source: Open folder
zh_cn: 打开文件夹

# HomePage_OpenFilesFailed
source: Could not open files
zh_cn: 无法打开文件

# HomePage_OpenFolderFailed
source: Could not open folder
zh_cn: 无法打开文件夹

# HomePage_NoPlayableMediaTitle
source: No playable media
zh_cn: 没有可播放的媒体

# HomePage_NoPlayableMediaDescription
source: The selected folder does not contain supported audio or video files.
zh_cn: 所选文件夹不包含支持的音频或视频文件。

# HomePage_MixedMediaTitle
source: Choose what to play
zh_cn: 选择要播放的内容

# HomePage_MixedMediaDescription
source: The selection contains both video and audio files.
zh_cn: 所选内容同时包含视频和音频文件。

# HomePage_PlayVideos
source: Play videos
zh_cn: 播放视频

# HomePage_PlayAudio
source: Play audio
zh_cn: 播放音频

# HomePage_Cancel
source: Cancel
zh_cn: 取消

# HomePage_FilePickerNoWindow
source: The file picker could not find the main application window.
zh_cn: 文件选择器无法找到应用程序主窗口。

# HomePage_FilePickerInitializeFailed
source: Failed to initialize the file picker: {0}
zh_cn: 初始化文件选择器失败：{0}

# SettingsPage_Title.Text
source: Settings
zh_cn: 设置

# SettingsPage_Appearance.Text
source: Appearance
zh_cn: 外观

# SettingsPage_ThemeComboBox_System.Content
source: Use system setting
zh_cn: 使用系统设置

# SettingsPage_ThemeComboBox_Dark.Content
source: Dark
zh_cn: 深色

# SettingsPage_Data.Text
source: Data
zh_cn: 数据

# SettingsPage_ClearCacheButton.Content
source: Clear cache
zh_cn: 清除缓存

# SettingsPage_About.Text
source: About
zh_cn: 关于

# SettingsPage_RestartDialog_Message
source: Restart Koukei to apply language changes
zh_cn: 重启Koukei以应用语言更改

# SettingsPage_RestartDialog_RestartButton
source: Restart
zh_cn: 重启

# SettingsPage_RestartDialog_LaterButton
source: Later
zh_cn: 稍后

# SettingsPage_ClearCacheDialog_ClearButton
source: Clear
zh_cn: 清除

# SettingsPage_ClearCacheDialog_CancelButton
source: Cancel
zh_cn: 取消

# SettingsPage_ClearedDialog_Title
source: Cleared successfully
zh_cn: 清除成功

# SettingsPage_NoCacheDialog_Title
source: No cache
zh_cn: 无缓存

# SettingsPage_NoCacheDialog_Message
source: No cache files found
zh_cn: 未找到缓存文件

# SettingsPage_FailedToOpenDialog_Title
source: Failed to open
zh_cn: 打开失败

# SettingsPage_Dialog_CloseButton
source: Close
zh_cn: 关闭

# SettingsPage_AppTheme.Header
source: App theme
zh_cn: 应用主题

# SettingsPage_AppTheme.Description
source: Select which app theme to display
zh_cn: 选择应用显示的主题

# SettingsPage_AppLanguage.Header
source: App language
zh_cn: 应用语言

# SettingsPage_AppLanguage.Description
source: Change app display language (app restart required)
zh_cn: 更改应用显示语言（需要重启应用）

# LanguageRestartInfo.Title
source: Restart required
zh_cn: 需要重启

# LanguageRestartInfo.Message
source: Please restart the app to apply the new language setting.
zh_cn: 请重启应用以应用新的语言设置。

# LanguageRestartInfoButton.Content
source: Restart now
zh_cn: 立即重启

# SettingsPage_DataLocation.Header
source: Data location
zh_cn: 数据位置

# SettingsPage_ChangeDataLocationButton.Content
source: Change
zh_cn: 更改

# SettingsPage_DataMigratedDialog_Title
source: Location changed
zh_cn: 位置已更改

# SettingsPage_DataMigratedDialog_Message
source: Data has been moved to: {0}
zh_cn: 数据已移动到：{0}

# SettingsPage_FailedToMigrateDialog_Title
source: Failed to move data
zh_cn: 数据迁移失败

# SettingsPage_DataCleanup.Header
source: Data cleanup
zh_cn: 数据清理

# SettingsPage_ClearSettings.Header
source: Reset settings
zh_cn: 重置设置

# SettingsPage_ClearSettings.Description
source: Reset all settings to their default values
zh_cn: 将所有设置重置为默认值

# SettingsPage_ClearSettingsButton.Content
source: Reset
zh_cn: 重置

# SettingsPage_ClearSettingsDialog_Title
source: Reset settings
zh_cn: 重置设置

# SettingsPage_ClearSettingsDialog_Message
source: All settings will be reset to their default values. This action cannot be undone.
zh_cn: 所有设置将被重置为默认值，此操作无法撤销。

# SettingsPage_ClearSettingsDialog_ConfirmButton
source: Reset
zh_cn: 重置

# SettingsPage_ClearSettingsDialog_CancelButton
source: Cancel
zh_cn: 取消

# LibraryPage_MenuFlyout_Play.Text
source: Play
zh_cn: 播放

# LibraryPage_Like
source: Like
zh_cn: 喜爱

# LibraryPage_Unlike
source: Unlike
zh_cn: 取消喜爱

# LibraryPage_MenuFlyout_Delete.Text
source: Delete
zh_cn: 删除

# LibraryPage_CommandBar_AddFilesButton.Text
source: Add files
zh_cn: 添加文件

# LibraryPage_CommandBar_AddFolderButton.Text
source: Add folder
zh_cn: 添加文件夹

# LibraryPage_CommandBar_ClearSelectionButton.ToolTipService.ToolTip
source: Clear selection
zh_cn: 清除选中

# LibraryPage_CommandBar_SearchBox.PlaceholderText
source: Search media...
zh_cn: 搜索媒体...

# LibraryPage_CommandBar_SortCombBox.Content
source: Title
zh_cn: 标题

# LibraryPage_CommandBar_SortCombBox_FileSize.Content
source: File size
zh_cn: 文件大小

# LibraryPage_TotalSize.Text
source: Total size:
zh_cn: 总大小:

# LibraryPage_EmptyStatePanel_Title.Text
source: Your media library is empty
zh_cn: 媒体库为空

# LibraryPage_EmptyStatePanel_AddFilesButton.Content
source: Add files
zh_cn: 添加文件

# LibraryPage_PropertiesButton.ToolTipService.ToolTip
source: Properties
zh_cn: 属性

# LibraryPage_MoreButton.ToolTipService.ToolTip
source: More
zh_cn: 更多

# LibraryPage_Status_Loaded
source: Loaded {0} files
zh_cn: 已加载 {0} 个文件

# LibraryPage_Status_Loading
source: Loaded {0} of {1} files
zh_cn: 已加载 {0} / {1} 个文件

# LibraryPage_Status_FailedToLoad
source: Failed to load: {0}
zh_cn: 加载失败: {0}

# LibraryPage_Status_FailedToDelete
source: Delete failed
zh_cn: 删除失败

# LibraryPage_Status_FoundFiles
source: Found {0} media files
zh_cn: 找到 {0} 个视频文件

# LibraryPage_Status_ProcessingFiles
source: Processing {0}/{1}: {2}
zh_cn: 正在处理 {0}/{1}: {2}

# LibraryPage_Status_Added
source: Added {0} files, skipped {1} duplicates
zh_cn: 成功添加 {0} 个文件，跳过 {1} 个重复

# LibraryPage_Status_AddedWithFailures
source: Added {0} files, skipped {1} duplicates, failed {2}
zh_cn: 成功添加 {0} 个文件，跳过 {1} 个重复，{2} 个失败

# LibraryPage_Status_ClearedRating
source: Cleared rating for {0}
zh_cn: 已清除 {0} 的评分

# LibraryPage_Status_Deleted
source: Removed {0} items
zh_cn: 成功移除 {0} 个条目

# LibraryPage_Status_DeletedWithFailures
source: Removed {0} items, {1} failed
zh_cn: 成功移除 {0} 个条目，{1} 个失败

# LibraryPage_FailedToAddFilesDialog_Title
source: Failed to add files
zh_cn: 添加文件失败

# LibraryPage_FailedToAddFolderDialog_Title
source: Failed to add folder
zh_cn: 添加文件夹失败

# LibraryPage_FailedToScanFolderDialog_Title
source: Failed to scan folder
zh_cn: 扫描文件夹失败

# LibraryPage_FilePickerNoWindow
source: The file picker could not find the main application window.
zh_cn: 文件选择器无法找到主窗口。

# LibraryPage_FilePickerInitializeFailed
source: Failed to initialize the file picker: {0}
zh_cn: 初始化文件选择器失败：{0}

# LibraryPage_AddedDialog_Title
source: Added
zh_cn: 添加成功

# LibraryPage_AddedDialog_Message
source: Added {0} media files to the library
zh_cn: 成功添加 {0} 个视频到媒体库

# LibraryPage_FailedToPlayDialog_Title
source: Failed to play
zh_cn: 播放失败

# LibraryPage_PlayDialog_Title
source: Play
zh_cn: 播放

# LibraryPage_PlayDialog_Message
source: Ready to play: {0}
zh_cn: 即将播放: {0}

# LibraryPage_FailedToLikeDialog_Title
source: Failed to update favorite
zh_cn: 喜爱失败

# LibraryPage_FailedToRateDialog_Title
source: Failed to update rating
zh_cn: 评分失败

# LibraryPage_FailedToClearRatingDialog_Title
source: Failed to clear rating
zh_cn: 清除评分失败

# LibraryPage_DeleteDialog_Title
source: Confirm delete
zh_cn: 确认删除

# LibraryPage_DeleteDialog_DeleteButton
source: Delete
zh_cn: 删除

# LibraryPage_DeleteDialog_CancelButton
source: Cancel
zh_cn: 取消

# LibraryPage_FailedToDeleteDialog_Title
source: Failed to delete
zh_cn: 删除失败

# LibraryPage_PropertiesDialog_Title
source: Properties
zh_cn: 属性

# LibraryPage_Dialog_CloseButton
source: Close
zh_cn: 关闭

# PlaylistsPage_Rename.Text
source: Rename
zh_cn: 重命名

# PlaylistsPage_EditDescription.Text
source: Edit description
zh_cn: 编辑描述

# PlaylistsPage_Duplicate.Text
source: Duplicate
zh_cn: 复制

# PlaylistsPage_Delete.Text
source: Delete
zh_cn: 删除

# PlaylistsPage_RenameButton.ToolTipService.ToolTip
source: Rename
zh_cn: 重命名

# PlaylistsPage_EditDescriptionButton.ToolTipService.ToolTip
source: Edit description
zh_cn: 编辑描述

# PlaylistsPage_DeleteButton.ToolTipService.ToolTip
source: Delete
zh_cn: 删除

# PlaylistsPage_VideoCount.Text
source: items
zh_cn: 个项目

# PlaylistsPage_CreatePlaylistText.Text
source: New playlist
zh_cn: 新建播放列表

# PlaylistsPage_CreatePlaylistButton.Content
source: New playlist
zh_cn: 新建播放列表

# PlaylistsPage_Refresh.ToolTipService.ToolTip
source: Refresh
zh_cn: 刷新

# PlaylistsPage_SearchPlaceholder.PlaceholderText
source: Search playlists...
zh_cn: 搜索播放列表...

# PlaylistsPage_SortByModified.Content
source: Modified date
zh_cn: 修改时间

# PlaylistsPage_SortByCreated.Content
source: Created date
zh_cn: 创建时间

# PlaylistsPage_SortByName.Content
source: Name
zh_cn: 名称

# PlaylistsPage_SortByVideoCount.Content
source: Item count
zh_cn: 项目数量

# PlaylistsPage_TotalCount.Text
source: Total playlists:
zh_cn: 播放列表总数:

# PlaylistsPage_EmptyTitle.Text
source: No playlists yet
zh_cn: 暂无播放列表

# PlaylistsPage_EmptyDescription.Text
source: Click New playlist to create the first one.
zh_cn: 点击新建按钮创建第一个播放列表

# PlaylistsPage_LoadedPlaylists
source: Loaded {0} playlists
zh_cn: 已加载 {0} 个播放列表

# PlaylistsPage_NoDescription
source: No description
zh_cn: 无描述

# PlaylistsPage_ItemCountSingle
source: {0} item
zh_cn: {0} 个项目

# PlaylistsPage_ItemCountPlural
source: {0} items
zh_cn: {0} 个项目

# PlaylistsPage_FailedToLoadDialog_Title
source: Failed to load playlists
zh_cn: 加载播放列表失败

# PlaylistsPage_FailedToCreateDialog_Title
source: Failed to create playlist
zh_cn: 创建播放列表失败

# PlaylistsPage_FailedToUpdateDialog_Title
source: Failed to update playlist
zh_cn: 更新播放列表失败

# PlaylistsPage_FailedToDeleteDialog_Title
source: Failed to delete playlist
zh_cn: 删除播放列表失败

# PlaylistsPage_Dialog_CreateTitle
source: Create new playlist
zh_cn: 创建新播放列表

# PlaylistsPage_Dialog_CreateButton
source: Create
zh_cn: 创建

# PlaylistsPage_Dialog_CancelButton
source: Cancel
zh_cn: 取消

# PlaylistsPage_Dialog_NamePlaceholder
source: Playlist name
zh_cn: 播放列表名称

# PlaylistsPage_Dialog_DescriptionPlaceholder
source: Description (optional)
zh_cn: 描述（可选）

# PlaylistsPage_Dialog_EditDescriptionTitle
source: Edit description
zh_cn: 编辑描述

# PlaylistsPage_Dialog_SaveButton
source: Save
zh_cn: 保存

# PlaylistsPage_Dialog_EnterDescription
source: Enter description...
zh_cn: 输入描述...

# PlaylistsPage_Dialog_RenameTitle
source: Rename playlist
zh_cn: 重命名播放列表

# PlaylistsPage_Dialog_OKButton
source: OK
zh_cn: 确定

# PlaylistsPage_Dialog_DeleteTitle
source: Delete playlist
zh_cn: 删除播放列表

# PlaylistsPage_Dialog_DeleteMessage
source: Delete playlist "{0}"? This cannot be undone.
zh_cn: 确定要删除播放列表"{0}"吗？此操作无法撤销。

# PlaylistsPage_Dialog_DeleteButton
source: Delete
zh_cn: 删除

# PlaylistDetailPage_Play.Text
source: Play
zh_cn: 播放

# PlaylistDetailPage_MoveUp.Text
source: Move up
zh_cn: 上移

# PlaylistDetailPage_MoveDown.Text
source: Move down
zh_cn: 下移

# PlaylistDetailPage_MoveToTop.Text
source: Move to top
zh_cn: 移到顶部

# PlaylistDetailPage_MoveToBottom.Text
source: Move to bottom
zh_cn: 移到底部

# PlaylistDetailPage_RemoveFromList.Text
source: Remove from list
zh_cn: 从列表移除

# PlaylistDetailPage_AddVideos.Text
source: Add videos
zh_cn: 添加视频

# PlaylistDetailPage_AddFolder.Text
source: Add folder
zh_cn: 添加文件夹

# PlaylistDetailPage_ClearSelection.ToolTipService.ToolTip
source: Clear selection
zh_cn: 清除选中

# PlaylistDetailPage_RemoveSelected.ToolTipService.ToolTip
source: Remove selected
zh_cn: 移除选中

# PlaylistDetailPage_MoveUpButton.ToolTipService.ToolTip
source: Move up
zh_cn: 上移

# PlaylistDetailPage_MoveDownButton.ToolTipService.ToolTip
source: Move down
zh_cn: 下移

# PlaylistDetailPage_EditDescription.ToolTipService.ToolTip
source: Edit description
zh_cn: 编辑描述

# PlaylistDetailPage_Rename.ToolTipService.ToolTip
source: Rename
zh_cn: 重命名

# PlaylistDetailPage_DeletePlaylist.ToolTipService.ToolTip
source: Delete playlist
zh_cn: 删除播放列表

# PlaylistDetailPage_PlayButton.ToolTipService.ToolTip
source: Play
zh_cn: 播放

# PlaylistDetailPage_InfoButton.ToolTipService.ToolTip
source: Details
zh_cn: 详情

# PlaylistDetailPage_MoreButton.ToolTipService.ToolTip
source: More options
zh_cn: 更多选项

# PlaylistDetailPage_RemoveButton.ToolTipService.ToolTip
source: Remove
zh_cn: 移除

# PlaylistDetailPage_AddToLibrary.Text
source: Add to library
zh_cn: 添加到库

# PlaylistDetailPage_AddToPlaylist.Text
source: Add to playlist
zh_cn: 添加到播放列表

# PlaylistDetailPage_VideoDetails.Text
source: Details
zh_cn: 详情

# PlaylistDetailPage_NoOtherPlaylists
source: No other playlists
zh_cn: 没有其他播放列表

# PlaylistDetailPage_VideosCount
source: videos
zh_cn: 个视频

# PlaylistDetailPage_TotalDuration
source: Total duration:
zh_cn: 总时长:

# PlaylistDetailPage_EmptyTitle.Text
source: No videos in this playlist
zh_cn: 播放列表中暂无视频

# PlaylistDetailPage_EmptyDescription.Text
source: Click Add videos to start adding items.
zh_cn: 点击添加视频按钮开始添加

# PlaylistDetailPage_EmptyAddButton.Content
source: Add videos
zh_cn: 添加视频

# PlaylistDetailPage_LoadedVideos
source: Loaded {0} videos
zh_cn: 已加载 {0} 个视频

# PlaylistDetailPage_ScanningFolder
source: Scanning folder...
zh_cn: 正在扫描文件夹...

# PlaylistDetailPage_FoundFiles
source: Found {0} video files
zh_cn: 找到 {0} 个视频文件

# PlaylistDetailPage_ProcessingFiles
source: Processing {0}/{1}: {2}
zh_cn: 正在处理 {0}/{1}: {2}

# PlaylistDetailPage_AddedVideos
source: Added {0} videos
zh_cn: 已添加 {0} 个视频

# PlaylistDetailPage_Removed
source: Removed {0} from the playlist
zh_cn: 已从播放列表移除 {0}

# PlaylistDetailPage_RemovedVideos
source: Removed {0} videos from the playlist
zh_cn: 已从播放列表移除 {0} 个视频

# PlaylistDetailPage_AddedToLibrary
source: Added {0} to the library
zh_cn: 已将 {0} 添加到库

# PlaylistDetailPage_AddedToPlaylist
source: Added {0} to playlist "{1}"
zh_cn: 已将 {0} 添加到播放列表“{1}”

# PlaylistDetailPage_Dialog_VideoDetailsTitle
source: Video details
zh_cn: 视频详情

# PlaylistDetailPage_Dialog_DetailTitle
source: Title: {0}
zh_cn: 标题: {0}

# PlaylistDetailPage_Dialog_DetailDuration
source: Duration: {0}
zh_cn: 时长: {0}

# PlaylistDetailPage_Dialog_DetailResolution
source: Resolution: {0}
zh_cn: 分辨率: {0}

# PlaylistDetailPage_Dialog_DetailFileSize
source: File size: {0}
zh_cn: 文件大小: {0}

# PlaylistDetailPage_Dialog_DetailPath
source: Path: {0}
zh_cn: 路径: {0}

# PlaylistDetailPage_Dialog_CloseButton
source: Close
zh_cn: 关闭

# PlaylistDetailPage_Dialog_TipTitle
source: Tip
zh_cn: 提示

# PlaylistDetailPage_Dialog_FailedTitle
source: Failed
zh_cn: 失败

# PlaylistDetailPage_Dialog_NoVideoFiles
source: No video files were found in the selected folder.
zh_cn: 在选定的文件夹中未找到视频文件

# PlaylistDetailPage_Dialog_AlreadyInLibrary
source: This video is already in the library.
zh_cn: 该视频已在库中

# PlaylistDetailPage_Dialog_FailedToAddToLibrary
source: Failed to add video to library.
zh_cn: 添加视频到库失败

# PlaylistDetailPage_Dialog_FailedToAddToPlaylist
source: Failed to add video to playlist.
zh_cn: 添加视频到播放列表失败

# PlaylistDetailPage_Dialog_FailedToAddFolder
source: Failed to add folder.
zh_cn: 添加文件夹失败

# PlaylistDetailPage_Dialog_FailedToScanFolder
source: Failed to scan folder.
zh_cn: 扫描文件夹失败

# PlaylistDetailPage_Dialog_DeletePlaylistTitle
source: Delete playlist
zh_cn: 删除播放列表

# PlaylistDetailPage_Dialog_DeletePlaylistMessage
source: Delete playlist "{0}"? This cannot be undone.
zh_cn: 确定要删除播放列表"{0}"吗？此操作无法撤销。

# PlaylistDetailPage_Dialog_DeleteButton
source: Delete
zh_cn: 删除

# PlaylistDetailPage_Dialog_CancelButton
source: Cancel
zh_cn: 取消

# PlaylistDetailPage_Dialog_RenameTitle
source: Rename playlist
zh_cn: 重命名播放列表

# PlaylistDetailPage_Dialog_OKButton
source: OK
zh_cn: 确定

# PlaylistDetailPage_Dialog_EditDescriptionTitle
source: Edit description
zh_cn: 编辑描述

# PlaylistDetailPage_Dialog_SaveButton
source: Save
zh_cn: 保存

# PlaylistDetailPage_Dialog_EnterDescription
source: Enter description...
zh_cn: 输入描述...

# SettingsPage_Version.Text
source: Version 1.0.0
zh_cn: 版本 1.0.0

# MainWindow_Home.Content
source: Home
zh_cn: 主页

# MainWindow_Library.Content
source: Library
zh_cn: 媒体库

# MainWindow_VideoLibrary.Content
source: Videos
zh_cn: 视频

# MainWindow_AudioLibrary.Content
source: Audio
zh_cn: 音频

# MainWindow_Playlists.Content
source: Playlists
zh_cn: 播放列表

# MainWindow_PlaybackQueue.Content
source: Playback queue
zh_cn: 播放队列

# PlaybackQueueSidebar_Title.Text
source: Playback queue
zh_cn: 播放队列

# PlaybackQueueSidebar_Empty.Text
source: The playback queue is empty
zh_cn: 当前播放队列为空

# PlaybackQueueSidebar_ClearButton.Content
source: Clear queue
zh_cn: 清空队列

# LibraryPage_MenuFlyout_Properties.Text
source: Properties
zh_cn: 属性

# LibraryPage_CommandBar_RefreshButton.ToolTipService.ToolTip
source: Refresh
zh_cn: 刷新

# LibraryPage_PropertiesDialog_Content_Title
source: Title: {0}
zh_cn: 标题: {0}

# LibraryPage_PropertiesDialog_Content_Resolution
source: Resolution: {0}
zh_cn: 分辨率: {0}

# LibraryPage_PropertiesDialog_Content_FileSize
source: File Size: {0}
zh_cn: 文件大小: {0}

# LibraryPage_PropertiesDialog_Content_FileLocation
source: File location: {0}
zh_cn: 文件位置: {0}

# LibraryPage_PropertiesDialog_Content_Duration
source: Duration: {0}
zh_cn: 时长: {0}

# LibraryPage_PropertiesDialog_Content_AddedTime
source: Added time: {0}
zh_cn: 添加时间: {0}

# LibraryPage_CommandBar_SortComboBox_AddedTime.Content
source: Added Time
zh_cn: 添加时间

# LibraryPage_CommandBar_SortCombBox_Duration.Content
source: Duration
zh_cn: 时长

# LibraryPage_SortButton_Label.Text
source: Sort
zh_cn: 排序

# LibraryPage_SortField_Title.Text
source: Title
zh_cn: 标题

# LibraryPage_SortField_AddedTime.Text
source: Added time
zh_cn: 添加时间

# LibraryPage_SortField_Duration.Text
source: Duration
zh_cn: 时长

# LibraryPage_SortField_FileSize.Text
source: File size
zh_cn: 文件大小

# LibraryPage_SortDirection_Ascending.Text
source: Ascending
zh_cn: 正序

# LibraryPage_SortDirection_Descending.Text
source: Descending
zh_cn: 倒序

# SettingsPage_SourceCodeButton.Content
source: GitHub repository
zh_cn: GitHub仓库

# SettingsPage_FailedToClearDialog_Title
source: Failed to clear
zh_cn: 清除失败

# LibraryPage_FailedToLoadDialog_Title
source: Failed to load
zh_cn: 加载失败

# LibraryPage_NoFilesDialog_Title
source: No media items
zh_cn: 无媒体

# LibraryPage_NoFilesDialog_Message
source: There are no media items in the selected folder
zh_cn: 此文件夹中未找到媒体

# SettingsPage_RestartDialog_Title
source: Restart Required
zh_cn: 需要重启

# SettingsPage_ThemeComboBox_Light.Content
source: Light
zh_cn: 浅色

# SettingsPage_ClearCacheDialog_Title
source: Clear cache
zh_cn: 清除缓存

# SettingsPage_ClearCacheDialog_Message
source: Are you sure you want to cleanup all cache files?
zh_cn: 确定要清理所有缓存文件吗？

# SettingsPage_ClearedDialog_Message
source: Cleared {0} cache files
zh_cn: 已清除 {0} 个缓存文件

# LibraryPage_TotalCounts.Text
source: Total media:
zh_cn: 媒体总数：

# LibraryPage_TotalDuration.Text
source: Total duration:
zh_cn: 总时长:

# SettingsPage_ClearCacheConfirm.Title
source: Clear cache
zh_cn: 清除缓存

# SettingsPage_ClearCacheConfirm.Message
source: All cached files will be permanently deleted.
zh_cn: 所有缓存文件将被永久删除。

# SettingsPage_ClearCacheConfirmButton.Content
source: Clear
zh_cn: 清除

# SettingsPage_ClearSettingsConfirm.Title
source: Reset settings
zh_cn: 重置设置

# SettingsPage_ClearSettingsConfirm.Message
source: All settings will be reset to their default values. This action cannot be undone.
zh_cn: 所有设置将被重置为默认值，此操作无法撤销。

# SettingsPage_ClearSettingsConfirmButton.Content
source: Reset
zh_cn: 重置

# LibraryPage_CommandBar_DeleteButton.ToolTipService.ToolTip
source: Delete selected
zh_cn: 删除选中

# PlayerTrack_CurrentAudioFormat
source: Current audio: {0}
zh_cn: 当前音轨：{0}

# PlayerTrack_CurrentSubtitleFormat
source: Current subtitles: {0}
zh_cn: 当前字幕：{0}

# PlayerTrack_NotSelected
source: Not selected
zh_cn: 未选择

# PlayerTrack_SubtitlesOff
source: Subtitles off
zh_cn: 字幕已关闭

# PlayerTrack_DisableSubtitles
source: Turn off subtitles
zh_cn: 关闭字幕

# PlayerTrack_NoAudioTracks
source: No audio tracks
zh_cn: 没有可用音轨

# PlayerTrack_NoSubtitleTracks
source: No subtitle tracks
zh_cn: 没有可用字幕

# PlayerTrack_AudioFallbackFormat
source: Audio track {0}
zh_cn: 音轨 {0}

# PlayerTrack_SubtitleFallbackFormat
source: Subtitle {0}
zh_cn: 字幕 {0}

# PlayerTrack_AddAudioTrack
source: Add audio track...
zh_cn: 添加音轨...

# PlayerTrack_AddSubtitleTrack
source: Add subtitles...
zh_cn: 添加字幕...

# PlayerMediaInfo_Title
source: Video information
zh_cn: 视频信息

# PlayerMediaInfo_ErrorTitle
source: Unable to read video information
zh_cn: 无法读取视频信息

# MediaInfo_Name
source: Name: {0}
zh_cn: 名称：{0}

# MediaInfo_Duration
source: Duration: {0}
zh_cn: 时长：{0}

# MediaInfo_Resolution
source: Resolution: {0}
zh_cn: 分辨率：{0}

# MediaInfo_ContainerFormat
source: Container: {0}
zh_cn: 封装格式：{0}

# MediaInfo_ContainerDescription
source: Format description: {0}
zh_cn: 格式说明：{0}

# MediaInfo_OverallBitRate
source: Overall bit rate: {0}
zh_cn: 总码率：{0}

# MediaInfo_Title
source: Title: {0}
zh_cn: 标题：{0}

# MediaInfo_Artist
source: Artist: {0}
zh_cn: 艺术家：{0}

# MediaInfo_Album
source: Album: {0}
zh_cn: 专辑：{0}

# MediaInfo_VideoCodec
source: Video codec: {0}
zh_cn: 视频编码：{0}

# MediaInfo_FrameRate
source: Frame rate: {0}
zh_cn: 帧率：{0}

# MediaInfo_VideoBitRate
source: Video bit rate: {0}
zh_cn: 视频码率：{0}

# MediaInfo_PixelFormat
source: Pixel format: {0}
zh_cn: 像素格式：{0}

# MediaInfo_CodecProfile
source: Profile: {0}
zh_cn: 编码配置：{0}

# MediaInfo_Rotation
source: Rotation: {0}
zh_cn: 旋转：{0}

# MediaInfo_StreamTitle
source: Stream title: {0}
zh_cn: 流标题：{0}

# MediaInfo_StreamLanguage
source: Language: {0}
zh_cn: 语言：{0}

# MediaInfo_AudioCodec
source: Audio codec: {0}
zh_cn: 音频编码：{0}

# MediaInfo_AudioDetails
source: Audio: {0}
zh_cn: 音频参数：{0}

# MediaInfo_ChannelCount
source: Channels: {0}
zh_cn: 声道数：{0}

# MediaInfo_ChannelLayout
source: Channel layout: {0}
zh_cn: 声道布局：{0}

# MediaInfo_SampleRate
source: Sample rate: {0}
zh_cn: 采样率：{0}

# MediaInfo_SampleFormat
source: Sample format: {0}
zh_cn: 采样格式：{0}

# MediaInfo_BitsPerSample
source: Bit depth: {0}
zh_cn: 位深：{0}

# MediaInfo_AudioBitRate
source: Audio bit rate: {0}
zh_cn: 音频码率：{0}

# MediaInfo_TrackCounts
source: Tracks: video {0} / audio {1} / subtitles {2}
zh_cn: 轨道：视频 {0} / 音频 {1} / 字幕 {2}

# MediaInfo_FileSize
source: File size: {0}
zh_cn: 文件大小：{0}

# MediaInfo_FilePath
source: File location: {0}
zh_cn: 文件位置：{0}

# MediaInfo_Close
source: Close
zh_cn: 关闭

# PlayerChapter_DefaultTitle
source: Chapter {0}
zh_cn: 章节 {0}

# AudioPlayer_Play
source: Play
zh_cn: 播放

# AudioPlayer_Pause
source: Pause
zh_cn: 暂停

# AudioPlayer_Mute
source: Mute
zh_cn: 静音

# AudioPlayer_Unmute
source: Unmute
zh_cn: 取消静音

# AudioPlayer_Expand
source: Open player details
zh_cn: 打开播放详情

# AudioPlayer_Close
source: Close audio player
zh_cn: 关闭音频播放器

# AudioPlayer_Speed
source: Playback speed
zh_cn: 播放速度

# AudioPlayer_Volume
source: Volume
zh_cn: 音量
